Repository: chocoford/ExcalidrawZ
Catalog: ExcalidrawZ/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hans, zh_hant

# settingsMediaCleanupHistoryOnlyDescription
source: These items are no longer used by the current file, but are still required by file history. Cleaning them also deletes every checkpoint that references them.
ar: لم تعد هذه العناصر مستخدمة بواسطة الملف الحالي، ولكنها لا تزال مطلوبة لتاريخ الملف. تنظيفها سيؤدي أيضًا إلى حذف كل نقطة فحص تشير إليها.
de: Diese Elemente werden von der aktuellen Datei nicht mehr verwendet, sind jedoch weiterhin für den Datei Verlauf erforderlich. Das Löschen dieser Elemente entfernt auch jeden Kontrollpunkt, der sich auf sie bezieht.
es: Estos elementos ya no son utilizados por el archivo actual, pero todavía son necesarios para el historial de archivos. Limpiarlos también elimina cada punto de control que los hace referencia.
fr: Ces éléments ne sont plus utilisés par le fichier actuel, mais sont toujours nécessaires pour l'historique des fichiers. Les nettoyer supprime également chaque point de contrôle qui les référence.
hi: ये आइटम वर्तमान फ़ाइल द्वारा अब उपयोग में नहीं हैं, लेकिन फ़ाइल इतिहास द्वारा अभी भी आवश्यक हैं। इन्हें साफ करने से उन सभी चेकपॉइंट्स को भी हटा दिया जाएगा जो उन पर संदर्भित हैं।
it: Questi elementi non sono più utilizzati dal file attuale, ma sono ancora richiesti dalla cronologia dei file. Pulirli elimina anche ogni checkpoint che li riferisce.
ja: これらのアイテムは現在のファイルで使用されていませんが、ファイルの履歴にはまだ必要です。それらをクリーンアップすると、それらを参照するすべてのチェックポイントも削除されます。
ko: 이 항목은 현재 파일에서 더 이상 사용되지 않지만 파일 이력에는 여전히 필요합니다. 이를 정리하면 이를 참조하는 모든 체크포인트도 삭제됩니다.
nl: Deze items worden niet meer gebruikt door het huidige bestand, maar zijn nog steeds vereist door de bestandsgeschiedenis. Het schoonmaken hiervan verwijdert ook elke checkpoint die naar hen verwijst.
pl: Te elementy nie są już używane przez bieżący plik, ale są nadal wymagane przez historię plików. Ich usunięcie również usuwa każdy punkt kontrolny, który się do nich odnosi.
pt: Estes itens não são mais usados pelo arquivo atual, mas ainda são necessários pelo histórico de arquivos. Limpá-los também exclui todos os pontos de verificação que os referenciam.
ru: Эти элементы больше не используются текущим файлом, но все еще необходимы для истории файлов. Их очистка также удаляет каждую контрольную точку, которая ссылается на них.
th: รายการเหล่านี้ไม่ได้ถูกใช้งานโดยไฟล์ปัจจุบัน แต่ยังคงจำเป็นต่อประวัติไฟล์ การทำความสะอาดพวกเขาจะลบจุดตรวจทั้งหมดที่อ้างถึงพวกเขา
tr: Bu öğeler mevcut dosya tarafından artık kullanılmıyor, ancak dosya geçmişi için hâlâ gereklidir. Bunları temizlemek, onlara atıfta bulunan her kontrol noktasını da siler.
vi: Các mục này không còn được sử dụng bởi tệp hiện tại, nhưng vẫn cần thiết cho lịch sử tệp. Dọn dẹp chúng cũng sẽ xóa mọi điểm kiểm tra tham chiếu đến chúng.
zh_hans: 这些媒体已不再被当前文件使用，但文件历史仍需要它们。清理时也会删除所有引用它们的检查点。
zh_hant: 這些媒體已不再被目前檔案使用，但檔案歷史仍需要它們。清理時也會刪除所有參考它們的檢查點。

# settingsMediaCleanupHistoryConfirmationMessage
source: You selected %1$d media items used by %2$d checkpoints. Continuing will permanently delete those checkpoints and the selected media. This cannot be undone.
ar: لقد قمت باختيار %1$d عنصر وسائط مستخدم بواسطة %2$d نقاط فحص. سيؤدي الاستمرار إلى حذف تلك النقاط المحددة والوسائط بشكل دائم. لا يمكن التراجع عن ذلك.
de: Sie haben %1$d Mediendateien ausgewählt, die von %2$d Kontrollpunkten verwendet werden. Das Fortfahren löscht dauerhaft diese Kontrollpunkte und die ausgewählten Medien. Dies kann nicht rückgängig gemacht werden.
es: Seleccionaste %1$d elementos multimedia usados por %2$d puntos de control. Continuar eliminará permanentemente esos puntos de control y los medios seleccionados. Esto no se puede deshacer.
fr: Vous avez sélectionné %1$d éléments multimédias utilisés par %2$d points de contrôle. Continuer supprimera définitivement ces points de contrôle et le média sélectionné. Ceci ne peut pas être annulé.
hi: आपने %1$d मीडिया आइटम का चयन किया है जो %2$d चेकपॉइंट द्वारा उपयोग में है। आगे बढ़ने पर उन चेकपॉइंट्स और चुनी गई मीडिया को स्थायी रूप से हटा दिया जाएगा। इसे पूर्ववत नहीं किया जा सकता है।
it: Hai selezionato %1$d elementi multimediali utilizzati da %2$d checkpoint. Continuare comporterà l'eliminazione permanente di quei checkpoint e dei media selezionati. Questa operazione non può essere annullata.
ja: あなたは %1$d のメディアアイテムを %2$d のチェックポイントで選択しました。続行すると、それらのチェックポイントと選択したメディアが永久に削除されます。これは元に戻せません。
ko: 당신은 %1$d 개의 미디어 항목이 %2$d 개의 체크포인트에 사용되고 있음을 선택했습니다. 계속 진행하면 해당 체크포인트와 선택된 미디어가 영구적으로 삭제됩니다. 이는 되돌릴 수 없습니다.
nl: U heeft %1$d media-items geselecteerd die door %2$d checkpoints worden gebruikt. Voortzetten zal die checkpoints en de geselecteerde media permanent verwijderen. Dit kan niet ongedaan gemaakt worden.
pl: Wybrałeś %1$d elementów multimedialnych używanych przez %2$d punktów kontrolnych. Kontynuowanie spowoduje trwałe usunięcie tych punktów kontrolnych i wybranych mediów. Tego nie można cofnąć.
pt: Você selecionou %1$d itens de mídia usados por %2$d pontos de verificação. Continuar irá excluir permanentemente esses pontos de verificação e a mídia selecionada. Isso não pode ser desfeito.
ru: Вы выбрали %1$d медиа-элементов, используемых %2$d контрольными точками. Продолжение приведет к навсегда удалению этих контрольных точек и выбранных медиа. Это действие нельзя отменить.
th: คุณเลือกมีเดีย %1$d รายการที่ใช้โดยจุดตรวจ %2$d จุด การดำเนินการต่อจะลบจุดตรวจเหล่านั้นและมีเดียที่เลือกอย่างถาวร ซึ่งไม่สามารถทำการย้อนกลับได้
tr: %1$d medya öğesi ve %2$d kontrol noktası seçtiniz. Devam etmek, bu kontrol noktalarını ve seçilen medyayı kalıcı olarak silecektir. Bu geri alınamaz.
vi: Bạn đã chọn %1$d mục phương tiện được sử dụng bởi %2$d điểm kiểm tra. Tiếp tục sẽ xóa vĩnh viễn các điểm kiểm tra đó và các phương tiện đã chọn. Điều này không thể được khôi phục.
zh_hans: 你选择了 %1$d 个仅被 %2$d 个检查点引用的媒体项。继续操作将永久删除这些检查点及所选媒体，且无法撤销。
zh_hant: 你選擇了 %1$d 個僅被 %2$d 個檢查點參考的媒體項目。繼續操作將永久刪除這些檢查點及所選媒體，且無法復原。

# settingsMediaCleanupHistoryOnlyTitle
source: Used Only by File History
ar: مستخدم فقط بواسطة تاريخ الملف
de: Nur vom Datei Verlauf verwendet
es: Utilizados Solo por el Historial de Archivos
fr: Utilisé Uniquement par l'Historique du Fichier
hi: केवल फ़ाइल इतिहास द्वारा उपयोग में
it: Utilizzati Solo dalla Cronologia dei File
ja: ファイルの履歴のみで使用
ko: 파일 이력에서만 사용
nl: Alleen gebruikt door bestandsgeschiedenis
pl: Używane tylko przez historię plików
pt: Usado Apenas pelo Histórico de Arquivos
ru: Используется только историей файлов
th: ใช้โดยเฉพาะประวัติไฟล์
tr: Sadece Dosya Geçmişi Tarafından Kullanılan
vi: Chỉ Được Sử Dụng Bởi Lịch Sử Tệp
zh_hans: 仅被文件历史引用
zh_hant: 僅被檔案歷史參考

# settingsMediaCleanupMediaCount
source: %d media items
ar: %d عناصر وسائط
de: %d Mediendateien
es: %d elementos multimedia
fr: %d éléments multimédias
hi: %d मीडिया आइटम
it: %d elementi multimediali
ja: %d メディアアイテム
ko: %d 개의 미디어 항목
pl: %d elementów multimedialnych
pt: %d itens de mídia
ru: %d медиа-элементов
th: %d รายการมีเดีย
tr: %d medya öğesi
vi: %d mục phương tiện
zh_hans: %d 个媒体项
zh_hant: %d 個媒體項目

# settingsMediaCleanupNothingToClean
source: No Media Can Be Cleaned Up
ar: لا يمكن تنظيف أي وسائط
de: Keine Medien können bereinigt werden
es: No se pueden limpiar medios
fr: Aucun Média à Nettoyer
hi: क्लीन अप करने के लिए कोई मीडिया नहीं है
it: Nessun Media Può Essere Pulito
ja: クリーンアップできるメディアはありません
ko: 정리할 미디어가 없습니다.
nl: Geen media kan worden schoongemaakt
pl: Nie można wyczyścić żadnych mediów
pt: Nenhuma Mídia Pode Ser Limpada
ru: Нет медиа для очистки
th: ไม่มีมีเดียที่จะทำความสะอาด
tr: Temizlenecek Medya Yok
vi: Không Có Phương Tiện Nào Có Thể Dọn Dẹp
zh_hans: 没有可清理的媒体
zh_hant: 沒有可清理的媒體

# settingsMediaCleanupOrphanedDescription
source: These items are not referenced by a current file or any checkpoint and can be removed safely.
ar: هذه العناصر غير مرجعة بواسطة ملف حالي أو أي نقطة فحص ويمكن إزالتها بأمان.
de: Diese Elemente werden von einer aktuellen Datei oder einem Kontrollpunkt nicht referenziert und können sicher entfernt werden.
es: Estos elementos no son referenciados por un archivo actual ni por ningún punto de control y se pueden eliminar de manera segura.
fr: Ces éléments ne sont référencés par aucun fichier actuel ni aucun point de contrôle et peuvent être supprimés en toute sécurité.
hi: ये आइटम किसी वर्तमान फ़ाइल या किसी चेकपॉइंट द्वारा संदर्भित नहीं हैं और इन्हें सुरक्षित रूप से हटाया जा सकता है।
it: Questi elementi non sono riferiti da un file attuale o da un checkpoint e possono essere rimossi in sicurezza.
ja: これらのアイテムは現在のファイルやチェックポイントで参照されておらず、安全に削除できます。
ko: 이 항목은 현재 파일이나 어떤 체크포인트에서도 참조되지 않으며 안전하게 제거할 수 있습니다.
nl: Deze items worden niet vermeld door een huidig bestand of enige checkpoint en kunnen veilig verwijderd worden.
pl: Te elementy nie są odniesione przez bieżący plik ani żaden punkt kontrolny i mogą być bezpiecznie usunięte.
pt: Estes itens não são referenciados por um arquivo atual ou qualquer ponto de verificação e podem ser removidos com segurança.
ru: Эти элементы не ссылаются на текущий файл или какую-либо контрольную точку и могут быть безопасно удалены.
th: รายการเหล่านี้ไม่ได้ถูกอ้างอิงโดยไฟล์ปัจจุบันหรือจุดตรวจใดๆ และสามารถลบออกได้อย่างปลอดภัย
tr: Bu öğeler, mevcut bir dosya veya herhangi bir kontrol noktası tarafından referans alınmamaktadır ve güvenli bir şekilde kaldırılabilir.
vi: Các mục này không được tham chiếu bởi tệp hiện tại hoặc bất kỳ điểm kiểm tra nào và có thể được xóa một cách an toàn.
zh_hans: 这些媒体未被当前文件或任何检查点引用，可以安全删除。
zh_hant: 這些媒體未被目前檔案或任何檢查點參考，可以安全刪除。

# settingsMediaCleanupOrphanedTitle
source: Orphaned Media
ar: وسائط يتيمة
de: Verwaiste Medien
es: Medios Huérfanos
fr: Média Orphelin
hi: अवांछित मीडिया
it: Media Orfani
ja: 孤立したメディア
ko: 고아 미디어
nl: Weesmedia
pl: Osierocone media
pt: Mídia Órfã
ru: Зависшие медиа
th: มีเดียกำพร้า
tr: Yalnızca Medya
vi: Phương Tiện Bị Mồ Côi
zh_hans: 孤立媒体
zh_hant: 孤立媒體

# settingsMediaCleanupScanning
source: Checking media references and file history…
ar: جارٍ التحقق من مراجع الوسائط وسجل الملفات…
de: Überprüfe Medienreferenzen und Datei Verlauf…
es: Verificando referencias de medios y el historial de archivos…
fr: Vérification des références médias et de l'historique des fichiers…
hi: मीडिया संदर्भों और फ़ाइल इतिहास की जाँच कर रहा हूँ...
it: Controllo delle riferimenti ai media e della cronologia file…
ja: メディア参照とファイル履歴をチェックしています…
ko: 미디어 참조 및 파일 기록 검사 중…
nl: Mediareferenties en bestandsgeschiedenis controleren…
pl: Sprawdzanie odniesień do mediów i historii plików…
pt: Verificando referências de mídia e histórico de arquivos…
ru: Проверка медиа-ссылок и истории файлов…
th: กำลังตรวจสอบการอ้างอิงสื่อและประวัติไฟล์…
tr: Medya referansları ve dosya geçmişi kontrol ediliyor…
vi: Đang kiểm tra các tham chiếu media và lịch sử tệp…
zh_hans: 正在检查媒体引用和文件历史…
zh_hant: 正在檢查媒體參考和檔案歷史…

# settingsMediaCleanupSelectedCount
source: %d selected
ar: %d محدد
de: %d ausgewählt
es: %d seleccionados
fr: %d sélectionné(s)
hi: %d चयनित
it: %d selezionati
ja: %d件選択済み
ko: %d 선택됨
nl: %d geselecteerd
pl: %d wybrane
pt: %d selecionados
ru: %d выбрано
th: %d ที่เลือก
tr: %d seçildi
vi: %d đã chọn
zh_hans: 已选择 %d 项
zh_hant: 已選擇 %d 項

# settingsMediaCleanupSkippedCount
source: %d media items could not be evaluated and were left unchanged.
ar: %d عنصر وسائط لم يمكن تقييمه وتم تركه بدون تغيير.
de: %d Medienobjekte konnten nicht bewertet werden und wurden unverändert gelassen.
es: %d elementos multimedia no se pudieron evaluar y quedaron sin cambios.
fr: %d éléments multimédias n'ont pas pu être évalués et ont été laissés inchangés.
hi: %d मीडिया आइटम का मूल्यांकन नहीं किया जा सका और उन्हें अपरिवर्तित छोड़ दिया गया।
it: %d elementi multimediali non sono stati valutati e sono stati lasciati invariati.
ja: %d件のメディアイテムが評価できず、変更されずに残りました。
ko: %d 미디어 항목이 평가되지 않아 변경되지 않았습니다.
nl: %d media-items konden niet worden geëvalueerd en zijn onveranderd gelaten.
pl: %d elementów mediów nie mogło zostać ocenionych i pozostało niezmienionych.
pt: %d itens de mídia não puderam ser avaliados e foram deixados inalterados.
ru: %d медиа-элементов не удалось оценить и они остались без изменений.
th: %d รายการสื่อไม่สามารถประเมินได้และถูกทิ้งไว้โดยไม่เปลี่ยนแปลง.
tr: %d medya öğesi değerlendirilemedi ve değiştirilmeden bırakıldı.
vi: %d mục media không thể được đánh giá và đã được giữ nguyên.
zh_hans: 有 %d 个媒体项无法检查，已保持不变。
zh_hant: 有 %d 個媒體項目無法檢查，已保持不變。

# settingsMediaCleanupSuccessMessage
source: Deleted %1$d media items and %2$d checkpoints.
ar: تم حذف %1$d عنصر وسائط و %2$d نقطة تفتيش.
de: %1$d Medienobjekte und %2$d Prüfpunkte wurden gelöscht.
es: Se eliminaron %1$d elementos multimedia y %2$d puntos de control.
fr: Supprimé %1$d éléments multimédias et %2$d points de contrôle.
hi: %1$d मीडिया आइटम और %2$d चेकपॉइंट हटाए गए।
it: Eliminati %1$d elementi multimediali e %2$d punti di controllo.
ja: %1$d件のメディアイテムと%2$d件のチェックポイントを削除しました。
ko: %1$d 미디어 항목과 %2$d 체크포인트를 삭제했습니다.
nl: %1$d media-items en %2$d controlepunten verwijderd.
pl: Usunięto %1$d elementów mediów i %2$d punktów kontrolnych.
pt: Excluídos %1$d itens de mídia e %2$d pontos de verificação.
ru: Удалено %1$d медиа-элементов и %2$d контрольных точек.
th: ลบ %1$d รายการสื่อและ %2$d จุดตรวจสอบ.
tr: %1$d medya öğesi ve %2$d kontrol noktası silindi.
vi: Đã xóa %1$d mục media và %2$d điểm kiểm tra.
zh_hans: 已删除 %1$d 个媒体项和 %2$d 个检查点。
zh_hant: 已刪除 %1$d 個媒體項目和 %2$d 個檢查點。

# settingsMediaCleanupTitle
source: Review Media Cleanup
ar: مراجعة تنظيف الوسائط
de: Medienbereinigung überprüfen
es: Revisión de limpieza de medios
fr: Vérifier le nettoyage des médias
hi: मीडिया क्लीनअप की समीक्षा करें
it: Rivedi la Pulizia dei Media
ja: メディアクリーンアップの確認
ko: 미디어 정리 검토
nl: Mediaopruiming Controleren
pl: Przegląd czyszczenia mediów
pt: Revisar Limpeza de Mídia
ru: Обзор очистки медиа
th: ตรวจสอบการทำความสะอาดสื่อ
tr: Medya Temizleme İncelemesi
vi: Xem lại việc dọn dẹp media
zh_hans: 检查媒体清理
zh_hant: 檢查媒體清理

# settingsMediaCleanupTrashedFilesDescription
source: This file is in Trash. Selecting it permanently deletes the file, its history, and media no longer used anywhere else.
ar: هذا الملف في سلة المحذوفات. تحديده يحذف الملف بشكل دائم، وتاريخه، والوسائط التي لم تعد مستخدمة في أي مكان آخر.
de: Diese Datei befindet sich im Papierkorb. Wenn Sie sie auswählen, wird die Datei, ihr Verlauf und Medien, die anderswo nicht mehr verwendet werden, dauerhaft gelöscht.
es: Este archivo está en la Papelera. Al seleccionarlo, se elimina permanentemente el archivo, su historial y los medios que ya no se utilizan en ningún otro lugar.
fr: Ce fichier est dans la Corbeille. Sa sélection supprimera définitivement le fichier, son historique et les médias qui ne sont plus utilisés ailleurs.
hi: यह फ़ाइल कचरे में है। इसे चुनने से फ़ाइल, इसका इतिहास, और अन्यत्र उपयोग नहीं की जाने वाली मीडिया स्थायी रूप से हटा दी जाएगी।
it: Questo file si trova nel Cestino. Selezionarlo eliminerà definitivamente il file, la sua cronologia e i media non più utilizzati altrove.
ja: このファイルはゴミ箱にあります。このファイルを選択すると、ファイル、その履歴、および他で使用されていないメディアは永久に削除されます。
ko: 이 파일은 휴지통에 있습니다. 선택하면 파일, 그 기록 및 더 이상 사용되지 않는 미디어가 영구적으로 삭제됩니다.
nl: Dit bestand bevindt zich in de Prullenbak. Het selecteren ervan verwijdert het bestand permanent, evenals de geschiedenis en media die nergens anders meer gebruikt worden.
pl: Ten plik znajduje się w Koszu. Wybranie go trwale usuwa plik, jego historię oraz media już nieużywane nigdzie indziej.
pt: Este arquivo está na Lixeira. Selecioná-lo exclui permanentemente o arquivo, seu histórico e mídias que não são mais usadas em nenhum outro lugar.
ru: Этот файл находится в Корзине. Если вы выберете его, файл, его история и медиа, больше нигде не используемые, будут удалены окончательно.
th: ไฟล์นี้อยู่ในถังขยะ การเลือกไฟล์นี้จะลบไฟล์อย่างถาวร ประวัติ และสื่อที่ไม่ถูกใช้งานที่ไหนอีก.
tr: Bu dosya Çöp Kutusunda. Seçmeniz, dosyayı, geçmişini ve başka yerde kullanılmayan medya dosyalarını kalıcı olarak siler.
vi: Tệp này đang ở thùng rác. Việc chọn nó sẽ xóa vĩnh viễn tệp, lịch sử của nó và các media không còn được sử dụng ở nơi khác.
zh_hans: 此文件位于废纸篓。选择后会永久删除该文件及其历史记录，并清理未被其他内容使用的媒体。
zh_hant: 此檔案位於垃圾桶。選取後會永久刪除該檔案及其歷史記錄，並清理未被其他內容使用的媒體。

# settingsMediaCleanupTrashedFilesConfirmationMessage
source: %d selected files, their history, and media no longer used anywhere else will be permanently deleted. This cannot be undone.
ar: سيتم حذف %d ملف محدد، وتاريخه، والوسائط التي لم تعد مستخدمة في أي مكان آخر بشكل دائم. لا يمكن التراجع عن ذلك.
de: %d ausgewählte Dateien, deren Verlauf und Medien, die anderswo nicht mehr verwendet werden, werden dauerhaft gelöscht. Dies kann nicht rückgängig gemacht werden.
es: Se eliminarán permanentemente %d archivos seleccionados, su historial y los medios que ya no se utilizan en ningún otro lugar. Esto no se puede deshacer.
fr: %d fichiers sélectionnés, leur historique et les médias qui ne sont plus utilisés ailleurs seront supprimés définitivement. Cela ne peut pas être annulé.
hi: %d चयनित फ़ाइलें, उनका इतिहास, और अन्यत्र उपयोग नहीं की जाने वाली मीडिया स्थायी रूप से हटाई जाएंगी। यह पूर्ववत नहीं किया जा सकता।
it: %d file selezionati, la loro cronologia e i media non più utilizzati altrove saranno eliminati permanentemente. Questa azione non può essere annullata.
ja: %d件の選択ファイル、その履歴、および他で使用されていないメディアは永久に削除されます。この操作は元に戻せません。
ko: %d 선택된 파일과 그 기록, 그리고 더 이상 사용되지 않는 미디어가 영구적으로 삭제됩니다. 이 작업은 취소할 수 없습니다.
nl: %d geselecteerde bestanden, hun geschiedenis en media die nergens anders meer gebruikt worden, worden permanent verwijderd. Dit kan niet ongedaan gemaakt worden.
pl: %d wybrane pliki, ich historia oraz media już nieużywane nigdzie indziej zostaną trwale usunięte. Nie można tego cofnąć.
pt: %d arquivos selecionados, seu histórico e mídias que não são mais usadas em nenhum outro lugar serão excluídos permanentemente. Isso não pode ser desfeito.
ru: %d выбранных файлов, их история и медиа, больше нигде не используемые, будут удалены окончательно. Это действие нельзя будет отменить.
th: ไฟล์ที่เลือก %d ไฟล์ ประวัติของพวกมัน และสื่อที่ไม่ถูกใช้งานที่ไหนอีกจะถูกลบอย่างถาวร ซึ่งไม่สามารถย้อนกลับได้.
tr: %d seçilen dosya, geçmişleri ve başka yerde kullanılmayan medya kalıcı olarak silinecek. Bu işlem geri alınamaz.
vi: %d tệp đã chọn, lịch sử của chúng và các media không còn được sử dụng ở nơi khác sẽ bị xóa vĩnh viễn. Điều này không thể hoàn tác.
zh_hans: 将永久删除所选的 %d 个文件、对应历史记录，以及未被其他内容使用的媒体。此操作无法撤销。
zh_hant: 將永久刪除所選的 %d 個檔案、對應歷史記錄，以及未被其他內容使用的媒體。此操作無法復原。

# settingsMediaCleanupTrashedFilesTitle
source: Media from Files in Trash
ar: وسائط من الملفات في سلة المحذوفات
de: Medien aus Dateien im Papierkorb
es: Medios de archivos en la Papelera
fr: Médias provenant de fichiers dans la Corbeille
hi: कचरे में फ़ाइलों से मीडिया
it: Media dai File nel Cestino
ja: ゴミ箱のファイルからのメディア
ko: 휴지통에 있는 파일의 미디어
nl: Media van Bestanden in de Prullenbak
pl: Media z plików w Koszu
pt: Mídia de Arquivos na Lixeira
ru: Медиа из файлов в Корзине
th: สื่อจากไฟล์ในถังขยะ
tr: Çöp Kutusundaki Dosyalardan Medya
vi: Media từ tệp trong thùng rác
zh_hans: 废纸篓文件中的媒体
zh_hant: 垃圾桶檔案中的媒體

# settingsMediaFilesButtonCleanUp
source: Clean Up
ar: تنظيف
de: Bereinigen
es: Limpiar
fr: Nettoyer
hi: साफ़ करें
it: Ripulisci
ja: クリーンアップ
ko: 정리
nl: Opruimen
pl: Wyczyść
pt: Limpar
ru: Очистить
th: ทำความสะอาด
tr: Temizle
vi: Dọn dẹp
zh_hans: 清理
zh_hant: 清理

# settingsMediaFilesButtonHelpCleanUp
source: Clean Up Orphaned Media
ar: تنظيف الوسائط غير المرتبطة
de: Verwaiste Medien bereinigen
es: Limpiar medios huérfanos
fr: Supprimer les médias orphelins
hi: संदर्भरहित मीडिया हटाएँ
it: Ripulisci i media orfani
ja: 未参照メディアのクリーンアップ
ko: 참조되지 않는 미디어 정리
nl: Opruimen van verweesde media
pl: Wyczyść niepowiązane pliki multimedialne
pt: Limpar mídias órfãs
ru: Очистить неиспользуемые медиафайлы
th: ลบสื่อที่ไม่ได้อ้างอิง
tr: Kullanılmayan Medyayı Temizle
vi: Dọn dẹp các mục phương tiện không còn được tham chiếu
zh_hans: 清理未引用的媒体
zh_hant: 清理未被參考的媒體

# settingsMediaFilesCleanUpConfirmationDialogMessage
source: This will remove media items that are no longer referenced by any file or checkpoint. This action cannot be undone.
ar: سيؤدي ذلك إلى إزالة عناصر الوسائط التي لم تعد مرتبطة بأي ملف أو نقطة حفظ. لا يمكن التراجع عن هذا الإجراء.
de: Dabei werden verwaiste Medien entfernt, auf die keine Datei oder kein Checkpoint mehr verweist. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará elementos multimedia que ya no están referenciados por ningún archivo o punto de control. Esta acción no se puede deshacer.
fr: Cela supprimera les éléments multimédias qui ne sont plus référencés par aucun fichier ni point de contrôle. Cette action est irréversible.
hi: यह उन मीडिया आइटमों को हटा देगा जिनका अब किसी भी फ़ाइल या चेकपॉइंट द्वारा संदर्भ नहीं लिया जाता है। इस क्रिया को पूर्ववत नहीं किया जा सकता।
it: Questo rimuoverà gli elementi multimediali che non sono più collegati a nessun file o checkpoint. Questa operazione non può essere annullata.
ja: これは、どのファイルやチェックポイントからも参照されていないメディア項目を削除します。この操作は元に戻せません。
ko: 이 작업은 파일이나 체크포인트에서 더 이상 참조되지 않는 미디어 항목을 제거합니다. 이 작업은 되돌릴 수 없습니다.
nl: Hiermee worden mediabestanden verwijderd die niet langer door een bestand of controlepunt worden gebruikt. Deze handeling kan niet ongedaan gemaakt worden.
pl: Spowoduje to usunięcie elementów multimedialnych, do których nie odwołuje się już żaden plik ani punkt kontrolny. Tej operacji nie można cofnąć.
pt: Isso removerá itens de mídia que não sejam mais referenciados por nenhum arquivo ou ponto de verificação. Esta ação não pode ser desfeita.
ru: Это удалит медиафайлы, которые больше не используются никакими файлами или контрольными точками. Это действие нельзя отменить.
th: การดำเนินการนี้จะลบรายการสื่อที่ไม่ได้ถูกอ้างอิงโดยไฟล์หรือจุดตรวจใดๆ อีกต่อไป การกระทำนี้ไม่สามารถยกเลิกได้
tr: Bu işlem, artık herhangi bir dosya veya kontrol noktası tarafından kullanılmayan medya öğelerini kaldıracaktır. Bu işlem geri alınamaz.
vi: Việc này sẽ xóa các mục phương tiện không còn được tham chiếu bởi bất kỳ tệp hoặc điểm kiểm tra nào. Hành động này không thể hoàn tác.
zh_hans: 这将删除不再被任何文件或检查点引用的媒体项。此操作不可撤销。
zh_hant: 這將移除不再被任何檔案或檢查點參考的媒體項目。此操作無法復原。

# settingsMediaFilesCleanUpConfirmationDialogTitle
source: Clean Up Orphaned Media
ar: تنظيف الوسائط غير المرتبطة
de: Verwaiste Medien bereinigen
es: Limpiar medios huérfanos
fr: Supprimer les médias orphelins
hi: संदर्भरहित मीडिया हटाएँ
it: Ripulisci i media orfani
ja: 未参照メディアのクリーンアップ
ko: 참조되지 않는 미디어 정리
nl: Opruimen van verweesde media
pl: Wyczyść niepowiązane pliki multimedialne
pt: Limpar mídias órfãs
ru: Удаление неиспользуемых медиафайлов
th: ลบสื่อที่ไม่ได้อ้างอิง
tr: Kullanılmayan Medyayı Temizle
vi: Dọn dẹp các mục phương tiện không còn được tham chiếu
zh_hans: 清理未引用的媒体
zh_hant: 清理未被參考的媒體

# settingsMediaFilesCleanUpSuccessMessage
source: Removed %d orphaned media items.
ar: تمت إزالة %d من عناصر الوسائط المتروكة.
de: Entfernte %d verwaiste Mediendateien.
es: Se eliminaron %d elementos multimedia huérfanos.
fr: Suppression de %d éléments multimédias orphelins.
hi: %d असंबद्ध मीडिया आइटम हटाए गए।
it: Rimossi %d elementi multimediali orfani.
ja: 孤立したメディア項目を%d件削除しました。
ko: 고아 미디어 항목 %d개를 제거했습니다.
nl: Er zijn %d ongekoppelde mediabestanden verwijderd.
pl: Usunięto %d osieroconych plików multimedialnych.
pt: Removidos %d itens de mídia órfãos.
ru: Удалено %d неиспользуемых медиафайлов.
th: ลบไฟล์สื่อที่ไม่มีการอ้างอิงจำนวน %d รายการแล้ว
tr: Kullanılmayan %d medya öğesi kaldırıldı.
vi: Đã xóa %d mục phương tiện mồ côi.
zh_hans: 已删除 %d 个孤立的媒体项。
zh_hant: 已移除 %d 個孤立的媒體項目。

# settingsMediaReferenceStatusAvailable
source: Available
ar: متاح
de: Verfügbar
es: Disponible
fr: Disponible
hi: उपलब्ध
it: Disponibile
ja: 使用可能
ko: 사용 가능
nl: Beschikbaar
pl: Dostępne
pt: Disponível
ru: Доступно
th: มีอยู่
tr: Mevcut
vi: Có sẵn
zh_hans: 正常
zh_hant: 正常
